{ 
    "paragraphs": [
        {
            "id": "gen0",
            "type": "prompt",
            "text": "write a title for an AI generated script adaptation of Philip K. Dick's book Ubik. do not use the word Ubik. do not use quotation marks.\n"
        },
        {
            "id": "text0",
            "type": "text",
            "text": "========\n\nINTRO ADVERTISEMENT\n"
        },
        {
            "id": "gen1",
            "type": "prompt",
            "text": "choose one type of product: home or beauty or auto or office or lifestyle or fashion or health.\nwrite a short advertisement for that product, called Ubik. three sentences long."

        },
        {
            "id": "interiorapt",
            "type": "text",
            "text": " "
        },
        {
            "id": "genapt",
            "type": "prompt",
            "text": "Write a short description of an apartment from a Philip K Dick novel. It is owned by JOE CHIP, and is packed with automatic, coin-operated appliances. Ironically, JOE has no money to use his own space. Write this in the form of a screenplay, one paragraph max.\n\nBegin the paragraph with INT. RETRO-FUTURISTIC APARTMENT - DAY"
        },
        {
            "id": "genobjects",
            "type": "prompt",
            "text": "choose three small items from a household junk drawer, and rewrite the following sentence using objects: \n\nSound of doorbell; we see CHIP stumble up, spilling several small objects from his lap. Voice of G.G. ASHWOOD on the other side of the door"  
        },
        {
            "id": "opendoor",
            "type": "text",
            "text": "ASHWOOD\nI know it's early Joe, but I just hit town. I've got a firm prospect I snared in Topeka. I read this one as magnificent and I want your confirmation.\nJOE CHIP\nI don't have any test equipment in the apt. It's an anti-what? Anti-telepath?\nASHWOOD\nI'll lay it right on you upfront, Joe, I don't know. This is confidential, this one.\nJOE CHIP\nOkay! Give me five minutes to get dressed and find out if I've got any coffee around the apt.\nASHWOOD\nYou'll like her.\nJOE CHIP\nPardon? (displays panic) My apt's unfit to be seen; I'm behind in my payments to the building clean-up robots. They haven't wheeled in here in two weeks. (Pauses, with mixed emotions) How old is she?"
        },
        {
            "id": "gendoor",
            "type": "prompt",
            "text": "write four lines of spoken dialog between JOE CHIP and an automatic, coin-operated front door. JOE is trying to get the door to open so his guests can enter. The device is reluctant to open the door because he has no money. Ultimately he convinces the door to let them in. Format as a screenplay with four lines of dialog maximum."
        },
        {
            "id": "opendoor",
            "type": "text",
            "text": "[JOE, PAT, and ASHWOOD MEET]"
        },
        {
            "id": "genedit",
            "type": "prompt",
            "text": "Write one paragraph of stage direction where PAT CONLEY from the Philip K Dick book Ubik re-edits reality."
        },
        {
            "id": "loop",
            "type": "text",
            "text": "RETURN TO BEGINNING"
        }
    ]
}